{
 "Proverbs":[
{
"proverbs":"Give me a push from my back" does not mean give me a hunchback."
"url":"www.special-dictionary.com"
},
{
"proverb": "Now the marriage begins, says the woman who has been beaten with thorns..Nigerian Proverb."
"url":"www.special-dictionary.com"
}, 
{
"proverb": "A bag that says it will not take more, and a traditional doctor who says he would not leave anything behind are both sure to suffer..Nigerian Proverb. "
"url":"www.special-dictionary.com"
},
{
"proverb": "A bird does not change its feathers because the weather is bad. "
"url":"www.special-dictionary.com"
},
{
"proverb": "A bird that flies from the ground onto an anthill, does not know that it is still on the ground. "
 "url":"www.special-dictionary.com"
},
{
"proverb": "A bottle of oil warmed over the fire has no means of producing oil by itself.. Nigerian Proverb. "
"url":"www.special-dictionary.com"
},
{
"proverb": "A bush fowls' playground is never appreciably spacious.. Nigerian Proverb."
 "url": "www.special-dictionary.com"
},
 {
 "proverb": "A child does not die because the mother's breasts are dry..Nigerian Proverb."
 "url": "www.special-dictionary.com"
},
{
"proverb": "A child is what you put into him..Nigerian Proverb."
"url": "www.special-dictionary.com"
},
{
"proverb": "A child who fears beating, would never admit that he played with a missing knife..Nigerian Proverb. "
"url": "www.special-dictionary.com"
},
{
"proverb": "A child who has no mother will not have scars to show on his back... Nigerian Proverb. "
"url":"www.special-dictionary.com"
},
{
"proverb": "The country rooster dows not crow in the town...Swahili Proverb."
"url":"www.special-dictionary.com"
},
{
"proverb": "A crazy man can be recognised not by his words, but by his actions...Acholi Proverb."
"url": "www.special-dictionary.com"
},
{
"proverb":"Dog don't get mad when you say he's a dog... African American Proverb."
"url":"www.special-dictionary.com"
},
{
"proverb": "Ain't no use askin' the cow to pour you a glass of milk..African American Proverb."
"url": "www.special-dictionary.com"
},
{
"proverb": " A broken hand can work but a broken heart can't...Afghan Proverb."
"url":"www.special-dictionary.com"
}
]
}
